Repository: evenmed/placita-register
Catalog: languages/laplacita-*.po
Languages: es_es

source: Edit Baptism Registry
es_es: Editar Registro de bautismo

source: First Name
es_es: Primer nombre

source: Last Name
es_es: Apellido

source: Priest
es_es: Sacerdote

source: Baptism Date
es_es: Fecha de bautismo

source: Birth Date
es_es: Fecha de Nacimiento

source: Payment Collected
es_es: Pago recogido

source: Benches
es_es: Bancas

source: Father's Phone
es_es: Teléfono del padre

source: Mother's Phone
es_es: Teléfono de la madre

source: Registry Date
es_es: Fecha de registro

source: Edit
es_es: Editar

source: Before Baptism Register Form
es_es: Antes del Formulario de Registro

source: Baptism Registry Manager
es_es: Administrador del registro de bautismo

source: An error ocurred, please refresh the page and try again
es_es: Ocurrió un error, por favor actualice la página e inténtelo de nuevo

source: Please enter the date in a valid format
es_es: Por favor, introduzca la fecha en un formato válido

source: That bench is not available at that time
es_es: Esa banca no está disponible en ese horario

source: Please choose a valid bench number
es_es: Por favor elija un número de banca válido

source: Saved!
es_es: ¡Guardado!

source: An error ocurred while updating the registry. Please refresh the page and try again.
es_es: Ocurrió un error al actualizar el registro. Por favor actualice la página y vuelva a intentarlo.

source: Baptism Pre-register
es_es: Pre-registro de bautismo

source: Child
es_es: Niño

source: Parents
es_es: Padres

source: Godparents
es_es: Padrinos

source: Finish
es_es: Terminar

source: Enter the child's info
es_es: Ingrese la información del niño

source: Middle Name
es_es: Segundo Nombre

source: Birthdate
es_es: Fecha de Nacimiento

source: Boy
es_es: Niño

source: Girl
es_es: Niña

source: Next
es_es: Siguiente

source: Enter the parents' info
es_es: Ingrese la información de los padres

source: Main Phone
es_es: Teléfono Principal

source: Contact Email
es_es: Correo Electrónico de Contacto

source: Street Address
es_es: Calle y Número

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Zip Code
es_es: Código Postal

source: Father
es_es: Padre

source: Father's First Name
es_es: Primer Nombre del Padre

source: Father's Middle Name
es_es: Segundo Nombre del Padre

source: Father's Last Name
es_es: Apellido del Padre

source: Father's Email
es_es: Correo Electrónico del Padre

source: Mother
es_es: Madre

source: Mother's First Name
es_es: Primer Nombre de la Madre

source: Mother's Middle Name
es_es: Segundo Nombre de la Madre

source: Mother's Last Name
es_es: Apellido de la Madre

source: Mother's Email
es_es: Correo Electrónico de la Madre

source: Mother's Married Last Name
es_es: Apellido de Casada de la Madre

source: Birth Certificate
es_es: Acta de Nacimiento

source: Previous
es_es: Anterior

source: Enter the godparents' info
es_es: Ingrese la información de los padrinos

source: Godfather
es_es: Padrino

source: Godather's First Name
es_es: Primer Nombre del Padrino

source: Godather's Middle Name
es_es: Segundo Nombre del Padrino

source: Godather's Last Name
es_es: Apellido del Padrino

source: Godfather's Email
es_es: Correo Electrónico del Padrino

source: Godfather's Phone
es_es: Teléfono del Padrino

source: Godmother
es_es: Madrina

source: Godmother's First Name
es_es: Primer Nombre de la Madrina

source: Godmother's Middle Name
es_es: Segundo Nombre de la Madrina

source: Godmother's Last Name
es_es: Apellido de la Madrina

source: Godmother's Email
es_es: Correo Electrónico de la Madrina

source: Godmother's Phone
es_es: Teléfono de la Madrina

source: Finish up and submit
es_es: Terminar y enviar

source: Baptism date
es_es: Fecha de bautismo

source: If the Schedule is not available please call the office at (213) 629-3101
es_es: Si el horario no está disponible favor de llamar a la oficina de bautizos al (213) 629-3101

source: Thank you
es_es: Gracias

source: Notes
es_es: Notas

source: Submit
es_es: Enviar

source: La Placita Register
es_es: Registro de La Placita

source: Plugin to create and handle the Baptism Pre-Register form
es_es: Plugin para crear y manejar la forma de pre-registro para bautismos
